tap "adoptopenjdk/openjdk"
tap "coretech/terrafile"
tap "fgeller/tap"
tap "goreleaser/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "liamg/tfsec"
tap "mas-cli/tap"
tap "mveritym/mel"
tap "neovim/neovim"
tap "rs/tap"
brew "python@3.10"
brew "ansible"
brew "antibody"
brew "asciinema"
brew "coreutils"
brew "asdf"
brew "aws-iam-authenticator"
brew "awscli"
brew "azure-cli"
brew "base64"
brew "bash"
brew "bash-completion"
brew "bc"
brew "bison"
brew "boost"
brew "cocoapods"
brew "openldap"
brew "curl"
brew "docker"
brew "docker-machine"
brew "folly"
brew "eksctl"
brew "erlang"
brew "elixir"
brew "exa"
brew "fizz"
brew "wangle"
brew "fbthrift"
brew "fb303"
brew "findutils"
brew "flake8"
brew "flex"
brew "freetds"
brew "fzf"
brew "libmpc"
brew "gcc"
brew "gh"
brew "git"
brew "git-lfs"
brew "gnu-sed"
brew "gnu-tar"
brew "pkg-config"
brew "guile"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "gnupg"
brew "gofumpt"
brew "gradle"
brew "grep"
brew "helm"
brew "htop"
brew "httpie"
brew "hub"
brew "inetutils", link: false
brew "infracost"
brew "ipcalc"
brew "jq"
brew "jsonnet"
brew "kcat"
brew "kind"
brew "kops"
brew "kube-ps1"
brew "kubectx"
brew "libfido2"
brew "libpq", link: true
brew "python-tabulate"
brew "localstack"
brew "mkcert"
brew "mysql-client"
brew "ncdu"
brew "netcat"
brew "nmap"
brew "node"
brew "openjdk@11"
brew "openjdk@8"
brew "openvpn", restart_service: true
brew "packer"
brew "perl"
brew "pgcli"
brew "pipenv"
brew "pre-commit"
brew "pulumi"
brew "python@3.7"
brew "python@3.8"
brew "python@3.9"
brew "redis"
brew "shellcheck"
brew "shfmt"
brew "stern"
brew "telnet"
brew "terminal-notifier", link: false
brew "terraform-docs"
brew "terragrunt"
brew "tmux"
brew "transmission-cli"
brew "tree"
brew "vault"
brew "vegeta"
brew "vim"
brew "watchman", link: false
brew "wget"
brew "yarn"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
brew "coretech/terrafile/terrafile"
brew "goreleaser/tap/goreleaser"
brew "mveritym/mel/kubedecode"
brew "rs/tap/jaggr"
brew "rs/tap/jplot"
cask "brave-browser"
cask "docker"
cask "dropbox"
cask "evernote"
cask "firefox"
cask "flameshot"
cask "font-fira-code"
cask "google-chrome"
cask "google-cloud-sdk"
cask "insomnia"
cask "iterm2"
cask "karabiner-elements"
cask "lens"
cask "microsoft-teams"
cask "ngrok"
cask "openvpn-connect"
cask "postman"
cask "session-manager-plugin"
cask "slack"
cask "spectacle"
cask "spotify"
cask "telegram"
cask "visual-studio-code"
cask "vlc"
cask "whatsapp"
cask "zoom"
