tap "adoptopenjdk/openjdk"
tap "azure/kubelogin"
tap "birdayz/kaf"
tap "coretech/terrafile"
tap "deviceinsight/packages"
tap "fgeller/tap"
tap "goreleaser/tap"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/services"
tap "kreuzwerker/taps"
tap "liamg/tfsec"
tap "mas-cli/tap"
tap "mveritym/mel"
tap "neovim/neovim"
tap "rs/tap"
tap "turbot/tap"
brew "pycparser"
brew "cffi"
brew "libyaml"
brew "openssl@3"
brew "python-cryptography"
brew "ansible"
brew "antibody"
brew "asciinema"
brew "coreutils"
brew "asdf"
brew "aws-iam-authenticator"
brew "docutils"
brew "awscli"
brew "azure-cli"
brew "base64"
brew "bash"
brew "bash-completion"
brew "bc"
brew "bison"
brew "boost"
brew "cocoapods"
brew "curl"
brew "docker"
brew "docker-machine"
brew "folly"
brew "edencommon"
brew "eksctl"
brew "wxwidgets"
brew "erlang"
brew "elixir"
brew "exa"
brew "fizz"
brew "wangle"
brew "fb303"
brew "fbthrift"
brew "findutils"
brew "flake8", link: false
brew "flex"
brew "freetds"
brew "fzf"
brew "libmpc"
brew "gcc"
brew "gh"
brew "git"
brew "git-filter-repo"
brew "git-lfs"
brew "gnu-sed"
brew "gnu-tar"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "gnupg"
brew "gofumpt"
brew "gradle"
brew "grep"
brew "pkg-config"
brew "guile"
brew "helm"
brew "helmfile"
brew "htop"
brew "httpie"
brew "hub"
brew "inetutils", link: false
brew "infracost"
brew "ipcalc"
brew "jq"
brew "jsonnet"
brew "librdkafka"
brew "kcat"
brew "kind"
brew "kops"
brew "kube-ps1"
brew "kubectx"
brew "libffi"
brew "libfido2"
brew "libpq", link: true
brew "python-tabulate"
brew "localstack"
brew "mkcert"
brew "mysql", restart_service: true
brew "mysql-client"
brew "ncdu"
brew "netcat"
brew "nmap"
brew "node"
brew "nvm"
brew "openjdk@11"
brew "openjdk@8"
brew "openvpn", restart_service: true
brew "packer"
brew "perl"
brew "pgcli"
brew "virtualenv"
brew "pipenv"
brew "poetry"
brew "pre-commit"
brew "pulumi"
brew "python@3.10"
brew "python@3.7"
brew "tcl-tk"
brew "python@3.8"
brew "python@3.9"
brew "rbenv"
brew "redis"
brew "shellcheck"
brew "shfmt"
brew "stern"
brew "telnet"
brew "terminal-notifier", link: false
brew "terraform-docs"
brew "terragrunt"
brew "tfenv"
brew "tmux"
brew "transmission-cli"
brew "tree"
brew "vault"
brew "vegeta"
brew "vim"
brew "watchman"
brew "wget"
brew "yarn"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
brew "azure/kubelogin/kubelogin"
brew "coretech/terrafile/terrafile"
brew "goreleaser/tap/goreleaser"
brew "hashicorp/tap/terraform"
brew "kreuzwerker/taps/m1-terraform-provider-helper"
brew "mveritym/mel/kubedecode"
brew "rs/tap/jaggr"
brew "rs/tap/jplot"
brew "turbot/tap/steampipe"
cask "brave-browser"
cask "docker"
cask "dropbox"
cask "evernote"
cask "firefox"
cask "flameshot"
cask "font-fira-code"
cask "google-chrome"
cask "google-cloud-sdk"
cask "insomnia"
cask "iterm2"
cask "karabiner-elements"
cask "lens"
cask "microsoft-teams"
cask "ngrok"
cask "openvpn-connect"
cask "postman"
cask "session-manager-plugin"
cask "slack"
cask "spectacle"
cask "spotify"
cask "telegram"
cask "visual-studio-code"
cask "vlc"
cask "whatsapp"
cask "zoom"
vscode "4ops.terraform"
vscode "aldijav.golangwithdidi"
vscode "bierner.markdown-mermaid"
vscode "formulahendry.code-runner"
vscode "GitHub.copilot"
vscode "GitHub.copilot-chat"
vscode "golang.go"
vscode "golang.go-nightly"
vscode "hashicorp.terraform"
vscode "honnamkuan.golang-snippets"
vscode "KevinRose.vsc-python-indent"
vscode "m4ns0ur.base64"
vscode "matheusq94.TFS"
vscode "mohsen1.prettify-json"
vscode "ms-azuretools.vscode-docker"
vscode "ms-dotnettools.csharp"
vscode "ms-dotnettools.vscode-dotnet-runtime"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "neonxp.gotools"
vscode "nhoizey.gremlins"
vscode "premparihar.gotestexplorer"
vscode "quicktype.quicktype"
vscode "redhat.java"
vscode "redhat.vscode-yaml"
vscode "technosophos.vscode-helm"
vscode "VisualStudioExptTeam.intellicode-api-usage-examples"
vscode "VisualStudioExptTeam.vscodeintellicode"
vscode "vscjava.vscode-java-debug"
vscode "vscjava.vscode-java-dependency"
vscode "vscjava.vscode-java-pack"
vscode "vscjava.vscode-java-test"
vscode "vscjava.vscode-maven"
vscode "zxh404.vscode-proto3"
