tap "adoptopenjdk/openjdk"
tap "caskroom/cask"
tap "coretech/terrafile"
tap "fgeller/tap"
tap "getantibody/tap"
tap "goreleaser/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "liamg/tfsec"
tap "luizm/tap"
tap "mas-cli/tap"
tap "neovim/neovim"
tap "rca0/tap"
tap "rs/tap"
brew "ansible"
brew "asciinema"
brew "coreutils"
brew "asdf"
brew "aws-iam-authenticator"
brew "awscli"
brew "python@3.8"
brew "azure-cli"
brew "base64"
brew "bash"
brew "bash-completion"
brew "bc"
brew "bison"
brew "cocoapods"
brew "curl"
brew "docker", link: false
brew "docker-machine"
brew "eksctl"
brew "erlang"
brew "elixir"
brew "exa"
brew "findutils"
brew "flake8"
brew "flex"
brew "freetds"
brew "fzf"
brew "libmpc"
brew "gcc"
brew "git"
brew "git-lfs"
brew "gnu-sed"
brew "gnu-tar"
brew "pkg-config"
brew "gnutls"
brew "gnupg"
brew "go"
brew "grep"
brew "helm"
brew "htop"
brew "httpie"
brew "hub"
brew "inetutils", link: false
brew "ipcalc"
brew "jq"
brew "jsonnet"
brew "kind"
brew "kubernetes-cli"
brew "kops"
brew "kube-ps1"
brew "kubectx"
brew "libpq", link: true
brew "localstack"
brew "mkcert"
brew "ncdu"
brew "netcat"
brew "nmap"
brew "node"
brew "openjdk"
brew "openvpn", restart_service: true
brew "packer"
brew "pgcli"
brew "pipenv"
brew "pre-commit"
brew "pulumi"
brew "redis"
brew "ruby"
brew "shellcheck"
brew "shfmt"
brew "stern"
brew "telnet"
brew "terminal-notifier", link: false
brew "terraform"
brew "terraform-docs"
brew "terragrunt"
brew "tmux"
brew "transmission-cli"
brew "tree"
brew "unrar"
brew "vault"
brew "vegeta"
brew "vim"
brew "watchman"
brew "wget"
brew "yarn"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
brew "coretech/terrafile/terrafile"
brew "getantibody/tap/antibody"
brew "goreleaser/tap/goreleaser"
brew "liamg/tfsec/tfsec"
brew "luizm/tap/aws-whois"
brew "rca0/tap/vault-sync"
brew "rs/tap/jaggr"
brew "rs/tap/jplot"
cask "adoptopenjdk8"
cask "brave-browser"
cask "docker"
cask "dropbox"
cask "evernote"
cask "firefox"
cask "font-fira-code"
cask "forticlient"
cask "google-chrome"
cask "google-cloud-sdk"
cask "insomnia"
cask "java"
cask "karabiner-elements"
cask "lens"
cask "ngrok"
cask "openvpn-connect"
cask "postgres"
cask "postman"
cask "slack"
cask "spectacle"
cask "spotify"
cask "telegram"
cask "visual-studio-code"
cask "vlc"
cask "zoomus"
cask "teleport"
cask "flameshot"
